<?php
    $lang = array(
    'search-form' => 'Китеп же колдонуучунун аты',
    'title-user' => 'Колдонуучулар', 
    'personal-area'=> 'Жеке администратор каттоо эсеби',
    'login' => 'Кирүү',
    'main' => 'Башкы бет',
    'reg' => 'Регистрация',
    'add-debt' => 'Карыз кошуу',
    'fullname' => 'Толук аты-жөнү',
    'library-card-number' => 'Китепкана бөлүмүн ачуу карта №',
    'look' => 'Көрүү',
    'log' => 'Логин',
    'pass' => 'Пароль',
    'out' => 'Сиз чын эле системадан чыккыныз келеби?',
    'login_in_system' => 'Биринчиден системага кириниз!',

    'login_admin' => 'Колдонуучунун админдин логинин териниз',
    'password_admin' => 'Колдонуучунун админдин паролун териниз',
    'success' => 'Сиз системага ийгиликтүү кирдиниз!',
    'failure' => 'Туура эмес колдонуучунун логин же пароль!',
    'chesk_list' => 'Аталыштары жана / же билеттин бир тизмеден тандап алгыла!',

    /* user.php */

    'u_title-user' => 'Колдонуучу',
    'book' => 'Китептер',
    'return_date' => 'Кире турган күн',
    'look_login_pass' => 'Логинди жана парольду көрүү',

    /* registration.php */
    'add' => 'Кошуу',
    'reset' => 'Кайра орнотуу',
    'new_user' => 'Колдонуучу кошулду!',
    'old_user' => 'Сиз буга чейин системада катталгансыз!',

    /* add_debt.php */
    'check_user' => 'Тандоо колдонуучу',
    'name_book' => 'Китептин аталышы',
    'author' => 'Жазуучу',
    'year' => 'Жыл',
    'date_of_receiving' => 'Келип түшкөн датасы',
    'empty_form' => 'Бардык талаалар толгон жок!',
    'add_book' => 'Китеп кошулду!',
    'example' => 'Мисалы',

    /* title */
    'user' => 'Колдонуучу жөнүндө маалымат',
    
    /* result_search.php*/
    'result_search' => 'Издөөнүн жыйынтыгы',
    'no_found' => 'Эч нерсе табылган жок...',

     /* footer */
     'library' => 'ОИӨК ЭАУ китепканасы',
     'copyright' => 'Бардык укуктар корголгон 2019 ж. - азыркы.'
    );
?>