<?php
    $lang = array(
    'search-form' => 'Название книги или имя пользователя',
    'title-user' => 'Пользователи', 
    'personal-area'=> 'Личный кабинет администратора',
    'login' => 'Войти',
    'main' => 'Главная',
    'reg' => 'Регистрация',
    'add-debt' => 'Добавить долг',
    'fullname' => 'Ф.И.О.',
    'library-card-number' => '№ чит. билета',
    'look' => 'Посмотреть',
    'log' => 'Логин',
    'pass' => 'Пароль',
    'out' => 'Вы действительно хотите выйти из системы?',
    'login_in_system' => 'Сначала войдите в систему!',

    'login_admin' => 'Введите логин админа',
    'password_admin' => 'Введите пароль админа',
    'success' => 'Вы успешно вошли в систему!',
    'failure' => 'Неправильный логин или пароль!',
    'chesk_list' => 'Выберите из списка ФИО и/или билет!',

    /* user.php */
    'u_title-user' => 'Пользователь',
    'book' => 'Книги',
    'return_date' => 'Дата возврата',
    'look_login_pass' => 'Посмотреть логин и пароль',

     /* registration.php */
     'add' => 'Добавить',
     'reset' => 'Сбросить',
     'new_user' => 'Пользователь добавлен!',
     'old_user' => 'Вы уже зарегистрированы в системе!',

     /* add_debt.php */
     'check_user' => 'Выбрать пользователя',
     'name_book' => 'Название книги',
     'author' => 'Автор',
     'year' => 'Год',
     'date_of_receiving' => 'Дата получения',
     'empty_form' => 'Не все поля заполнены!',
     'add_book' => 'Книга добавлена!',
     'example' => 'Напр.',

     /* title */
     'index' => 'Главная страница',
     'user' => 'Информация о user',
     
     /* result_search.php*/
     'result_search' => 'Результаты поиска',
     'no_found' => 'Ничего не найдено...',
     
     /* footer */
     'library' => 'Библиотека УНПК МУК',
     'copyright' => 'Все права защищены 2019 г. - наст.'
    );

   
?>